Repository: ooni/probe-android
Catalog: description/*.xlf
Languages: ar, el, es, fa, fr, hi, it, ja, ru, zh_tw

# shortdescription-android
source: Measure Internet Censorship, Speed & Performance
ar: قياس مدى الحجب، السرعة و جودة الشبكة
el: Εξετάστε τη Λογοκρισία στο Διαδίκτυο, Μετρήστε την Ταχύτητα του Δικτύου σας
es: Mide la censura, velocidad y rendimiento de Internet
fa: سنجش سانسور، سرعت و عملکرد اینترنت
fr: Mesurer la censure, la vitesse et les performances d'Internet
hi: इंटरनेट सेंसरशिप, गति और प्रदर्शन को मापें
it: Misura la Censura Internet, Velocità e Prestazioni
ja: インターネットの検閲、速度 & パフォーマンスを測定します
ru: Измеряй цензуру в Интернете, скорость и качество соединения.
zh_tw: 評量網際網路審查, 網速 & 表現狀況

# title-ios
source: ooniprobe - Measure Internet Censorship & Speed
ar: ooniprobe - يقيس مدى الحجب و سرعة الشبكة
el: ooniprobe - Εξετάστε τη Λογοκρισία στο Διαδίκτυο
fa: ooniprobe - سنجش سرعت و سانسور اینترنت
hi: यूनीप्रोबे - इंटरनेट सेंसरशिप और स्पीड को मापें
it: ooniprobe - Misura la Censura Internet
ja: ooniprobe - インターネットの検閲、速度を測定します
ru: ooniprobe – измеряй цензуру и скорость Интернета
zh_tw: ooniprobe- 評量網際網路審查 & , 網速

# subtitle-ios
source: Measure Internet Censorship
el: Εξέταση Λογοκρισίας Διαδiκτύου

# promotionaltext-ios
source: Collect evidence of Internet censorship. Measure the speed and performance of your network.
el: Συλλέξτε στοιχεία για τη λογοκρισία του Διαδικτύου. Μετρήστε την ταχύτητα και την απόδοση του δικτύου σας.

# intro
source: Collect evidence of Internet censorship. Measure the speed and performance of your network. Play an active role in increasing transparency of information controls around the world.
ar: يجمع دلائل حجب الانترنت. يقيس سرعة و جودة الشبكة. يلعب دور فعال في دعم شفافية مراقبة الانترنت حول العالم.
el: Συλλέξτε αποδεικτικά στοιχεία λογοκρισίας στο Διαδίκτυο. Μετρήστε την ταχύτητα και την απόδοση του δικτύου σας. Παίξτε ενεργό ρόλο στην αύξηση της διαφάνειας του ελέγχου πληροφοριών σε όλο τον κόσμο.
es: Recopila evidencias de censura de Internet. Mide la velocidad y rendimiento de su red. Juega un papel activo en el incremento de la transparencia sobre el control de la información por todo el mundo.
fa: شواهد سانسور اینترنت را جمع آوری کنید. سرعت و عملکرد شبکه را اندازه گیری کنید. نقش فعالی در افزایش شفافیت کنترل اینترنت داشته باشید.
fr: Recueillez des preuves de censure de l'Internet. Mesurez la vitesse et les performances de votre réseau. Participez activement à dévoiler le contrôle de l'information dans le monde entier.
hi: इंटरनेट सेंसरशिप के सबूत एकत्रित करें अपने नेटवर्क की गति और प्रदर्शन को मापें। दुनिया भर में सूचना नियंत्रण की पारदर्शिता बढ़ाने में एक सक्रिय भूमिका निभाएं।
it: Raccogli prove concrete di censura Internet. Misura la velocità e le prestazioni della tua rete. Svolgi un ruolo attivo nella lotta alla censura internet per un mondo più trasparente.
ja: インターネット検閲の証拠を収集します。 ネットワークの速度とパフォーマンスを測定します。 世界中の情報管理の透明性を高めるために積極的な役割を果たします。
ru: Собирай свидетельства цензуры Интернета. Измеряй скорость и качество твоего интернет-соединения. Сыграй активную роль в движении за прозрачность информационного контроля во всём мире.
zh_tw: 收集網際網路審查的證據。計量網路速度與表現狀況，在全球各地促進資訊掌控與透明度。

# intro2
source: By running ooniprobe, you will examine the blocking of websites, your network's speed and performance, and whether systems that could be responsible for censorship and surveillance are in your network.
ar: بإستعمال ooniprobe، يمكنك فحص حجب المواقع، قياس سرعة و جودة شبكتك و الكشف عن وجود أنظمة مراقبة.
el: Με την εκτέλεση αυτής της εφαρμογής, μπορείτε να μετρήσετε την ταχύτητα και την απόδοση του δικτύου σας, να εξετάσετε εάν και πώς έχουν μπλοκαριστεί ιστοσελίδες και αν υπάρχουν συστήματα λογοκρισίας ή επιτήρησης στο δίκτυό σας.
es: Al ejecutar ooniprobe, examinará el bloqueo de sitios web, la velocidad y rendimiento de su red, y si los sistemas que podrían ser responsables de censura y vigilancia están en su red.
fa: استفاده از این اپلیکیشن به شما کمک خواهد کرد تا دریابید که وب‌سایت‌های مختلف در شبکه‌ی شما فیلتر شده‌اند یا نه و یا حتی چگونه فیلتر شده‌اند. هم‌چنین خواهید دریافت که سانسور و یا سیستم‌های ردیابی در شبکه‌ی شما موجودند یا نه!
fr: En exécutant ooniprobe, vous examinerez le blocage des sites Web, la vitesse et les performances de votre réseau, ainsi que la présence de systèmes qui pourraient être la source de censure ou de surveillance.
hi: यूनीप्रोबे चलाने के द्वारा, आप वेबसाइटों के अवरुद्ध, आपके नेटवर्क की गति और प्रदर्शन की जांच करेंगे, और क्या सेंसरशिप और निगरानी के लिए ज़िम्मेदार सिस्टम आपके नेटवर्क में हैं या नहीं।
it: Attraverso l'uso di ooniprobe, esaminerete se alcuni siti web sono bloccati, la velocità e prestazioni della vostra rete e se sono presenti sistemi di sorveglianza o censura nella vostra rete.
ja: ooniprobe を実行すると、Web サイトのブロック、ネットワークの速度とパフォーマンス、検閲や監視を担当するシステムがネットワークにあるかどうかを調べます。
ru: Запуская у себя ooniprobe, ты сможешь анализировать блокировку вебсайтов, скорость и качество твоего интернет-соединения. Ты сможешь узнать, установлены ли в твоей сети специальные элементы, отвечающие за контроль и слежку за твоим соединением.
zh_tw: 透由執行ooniprobe，你可以檢查被封鎖的網站，你的網路速度與表現狀況，以及使用的網路是否同樣受到監控與封鎖。

# intro3
source: These tests have been developed by the Open Observatory of Network Interference (OONI), a free software project (under The Tor Project) that aims to uncover Internet censorship around the world.
ar: قام مبرمجو The Open Observatory of Network Interference (OONI) بتطوير هذه الإختبارات. هذا المشروع الحر (التابع لThe Tor Project) يهدف إلى كشف حجب الإنترنت حول العالم.
el: Αυτές οι δοκιμές έχουν αναπτυχθεί από το Ανοικτό Παρατηρητήριο Παρεμβάσεων Δικτύου (OONI), ένα έργο ελεύθερου λογισμικού (στο πλαίσιο του The Tor Project) το οποίο αποσκοπεί στην αποκάλυψη της λογοκρισίας στο Διαδίκτυο σε όλο τον κόσμο.
es: Estos tests han sido desarrollados por el Open Observatory of Network Interference (OONI, observatorio abierto de interferencia de red), un proyecto de software libre (bajo The Tor Project) que se orienta a desvelar la censura por todo el mundo.
fa: این آزمایش‌ها توسط رصدخانه‌ی باز تداخل شبکه (OONI) - (که یک پروژه‌ی نرم افزاری رایگان تحت نظر پروژه Tor است)- با هدف آشکار سازی سانسور اینترنت در سراسر جهان توسعه یافته شده است.
fr: Ces tests ont été développés par l'observatoire ouvert du dysfonctionnement du réseau « Open Observatory of Network Interference » (OONI), un projet de logiciel libre (découlant du Projet Tor ) dont le but est de mettre au grand jour la censure d'Internet dans le monde entier.
hi: इन परीक्षणों को ओपन वेधशाला नेटवर्क इंटरफेरेशन (ऊनी) द्वारा विकसित किया गया है, जो एक निशुल्क सॉफ्टवेयर प्रोजेक्ट है (टॉर प्रोजेक्ट के तहत) जिसका उद्देश्य दुनिया भर में इंटरनेट सेंसरशिप को उजागर करना है।
it: Questi test sono stati sviluppati dall'Osservatorio Aperto delle Interferenze di Rete (OONI), un progetto di software libero (parte di "The Tor Project") che ha come obiettivo quello di evidenziare casi di censura Internet nel mondo.
ja: これらのテストは、世界中のインターネット検閲を明らかにすることを目指すフリーソフトウェアプロジェクト (The Tor Project の下で) OONI (Open ObservatoryOpen Observatory of Network Interference) によって開発されました。
ru: Эти тесты разработаны Открытой Обсерваторией Сетевых Помех (Open Observatory of Network Interference, OONI). Это свободное программное обеспечение. Проект входит в состав The Tor Project и имеет своей задачей раскрывать факты Интернет-цензуры во всём мире.
zh_tw: 這些測試是由Open Observatory of Network Interference (OONI)所開發，它是Tor 計畫底下的一個自由軟體專案，旨在向世界揭示網際網路的審查狀況

# intro4
source: Since 2012, OONI has collected millions of network measurements across more than 190 countries, shedding light on multiple cases of network interference. By running ooniprobe, you will help increase transparency of Internet censorship around the world.
ar: منذ 2012، قام أوني OONI بجمع ملايين الاختبارات من أكثر من 190 دولة وتسليط الضوء على حالات الحجب والتلاعب في الشبكة. بتشغيل أوني، تساعد على زيادة شفافية الرقابة على الإنترنت في جميع أنحاء العالم.
el: Από το 2012, το OONI έχει συγκεντρώσει εκατομμύρια μετρήσεις δικτύου από περισσότερες απο 190 χώρες, οι οποίες δείχνουν πολλαπλές περιπτώσεις λογοκρισίας στο Διαδίκτυο. Με την εκτέλεση του ooniprobe, θα συμβάλλετε στην αύξηση της διαφάνειας της ηλεκρονικής λογοκρισίας.
es: Desde 2012, OONI ha recopilado millones de mediciones por más de 190 países, arrojando luz sobre múltiples casos de interferencia de red. Al ejecutar ooniprobe, ayudará a incrementar la transparencia sobre la censura de Internet por todo el mundo.
fa: از سال 2012، OONI میلیون‌ها تست سنجش شبکه را از بیش از 190 کشور در سراسر جهان جمع آوری کرده است. این سنجش‌ها نمونه‌ای بارز از سانسور و دستکاری ترافیک اینترنتی به شمار می‌آیند.
fr: Depuis 2012, OONI a recueilli des millions de mesures du réseau dans plus de 190 pays, révélant plusieurs cas de dysfonctionnement des réseaux. En exécutant ooniprobe, vous aiderez à dévoiler la censure d'Internet dans le monde entier.
hi: 2012 के बाद से, ऊनी ने 190 से अधिक देशों में लाखों नेटवर्क माप एकत्र किए हैं, जो नेटवर्क के हस्तक्षेप के कई मामलों पर प्रकाश डाला जाता है। यूनीप्रोबे चलकर, आप दुनिया भर में इंटरनेट सेंसरशिप की पारदर्शिता को बढ़ाने में मदद करेंगे।
it: Dal 2012, OONI ha raccolto milioni di misure di rete da oltre 190 paese, facendo luce su molti casi di interferenze di rete. Attraverso l'uso di ooniprobe, aiuterete ad aumentare la trasparenza sulla censura Internet nel mondo.
ja: 2012年以来、OONI は 190 以上の国々で数百万のネットワーク測定値を収集し、複数のネットワーク干渉のケースを明らかにしています。 ooniprobe を実行することにより、世界中のインターネット検閲の透明性を高めるのに役立ちます。
ru: С 2012 года OONI собрала миллионы измерений работы сети в более чем 190 странах мира, проливая свет на множество случаев помех работе сети. Поддерживая ooniprobe, ты помогаешь увеличить прозрачность Интернет-цензуры во всём мире.
zh_tw: 自2012起，OONI已收集了來自190多個國家上百萬筆的評量資料，曝光了多起網路干擾的案例。透由執行ooniprobe，可協助提高全球網際網路審查的透明度。

# evidence-title
source: Collecting evidence of Internet censorship
ar: جمع الأدلة على الرقابة على الإنترنت
el: Συλλογή αποδεικτικών στοιχείων για τη λογοκρισία στο Διαδίκτυο
es: Recopilar evidencias de censura de Internet
fa: جمع‌آوری شواهدی از سانسور اینترنت
fr: Collecte de preuves de censure d'Internet
hi: इंटरनेट सेंसरशिप के सबूत इकट्ठा
it: Raccogliere evidenze di censura Internet
ja: インターネット検閲の証拠を収集します
ru: Сбор свидетельств Интернет-цензуры
zh_tw: 收集網際網路審查的證據

# evidence-description
source: OONI's Web Connectivity test is designed to examine whether access to sites is blocked through DNS tampering, TCP/IP blocking, or by a transparent HTTP proxy. By running this test, you will collect data that can serve as evidence of Internet censorship, and you will be provided with circumvention tips.
ar: صمم إختبار OONI' Web Connectivity ليكشف إن كان موقع ما، محجوبا عبر التلاعب ب DNS، منع TCP/IP أو عبر إستعمال بروكسي HTTP شفاف. بتشغيل هذا الاختبار، سوف جمع البيانات التي يمكن أن تكون دليلا على الرقابة على الإنترنت، وسيتم تزويدك مع نصائح للتحايل.
el: Η δοκιμή Web Connectivity του OONI έχει σχεδιαστεί για να εξετάσει αν η πρόσβαση σε ιστότοπους έχει μπλοκαριστεί μέσω αλλοίωσης DNS, αποκλεισμού TCP/IP ή μέσω ενός διαφανούς HTTP proxy.. Εκτελώντας αυτή τη δοκιμή, θα συλλέξετε δεδομένα που μπορούν να χρησιμεύσουν ως απόδειξη της λογοκρισίας στο Διαδίκτυο και θα σας παρασχεθούν συμβουλές παράκαμψης.
es: El test Web Connectivity (conectividad web) de OONI está diseñado para examinar si el acceso a los sitios está bloqueado mediante alteración de DNS, bloqueo TCP/IP, o por un proxy HTTP transparente. Al ejecutar este test, recopilará datos que pueden servir como evidencia de censura de Internet, y se le proporcionarán sugerencias para la elusión.
fa: آزمایش Web Connectivity در OONI طراحی شده تا دریابید که آیا دسترسی به وب‌سایت‌ها از طریق دستکاری DNS، فیلترکردن آی‌پی یا TCP و یا به وسیله‌ی پراکسی شفاف HTTP محدود شده‌اند. با اجرای این آزمایش داده‌هایی جمع‌آوری خواهید کرد که شواهد سانسور اینترنتی تلقی می‌شوند، و راهکارهای دور زدن آنها به شما داده خواهد شد.
fr: Le test Connectivité Web d'OONI est conçu pour examiner si l'accès aux sites Web est bloqué par une manipulation DNS, un blocage TCP/IP ou par un mandataire HTTP transparent. En exécutant ce test, vous recueillerez des données qui peuvent servir de preuve de censure d'Internet. Des conseils de contournement seront aussi fournis.
hi: ऊनी के वेब कनेक्टिविटी टेस्ट को यह देखने के लिए डिज़ाइन किया गया है कि क्या साइटों तक पहुंच DNS छेड़छाड़, टीसीपी / आईपी अवरोधन, या पारदर्शी HTTP प्रॉक्सी द्वारा अवरुद्ध है या नहीं। इस परीक्षा को चलाने के द्वारा, आप डेटा एकत्र करेंगे जो इंटरनेट सेंसरशिप के साक्ष्य के रूप में काम कर सकता है, और आप को छेड़छाड़ की नोक के साथ प्रदान किया जाएगा
it: Il test di OONI "Web Connectivity" è progettato per esaminare se l'accesso ai siti web è bloccato tramite manipolazioni DNS, blocchi TCP/IP o per mezzo di proxy HTTP trasparenti. Attraverso l'uso di questo test, raccoglierete dati che servono come prova di censorship Internet e vi verranno forniti suggerimenti su come aggirare la censura.
ja: OONI の Web 接続性テストは、DNS の改ざん、TCP/IP ブロック、または透過的な HTTP プロキシによってサイトへのアクセスがブロックされているかどうかを調べるように設計されています。 このテストを実行することにより、インターネット検閲の証拠となるデータを収集し、迂回のヒントが提供されます。
ru: Тест "Web связность" позволяет понять, каким именно образом заблокирован доступ к ресурсам: через подделку DNS, через блокировку уровня TCP/IP или с помощью прозрачного HTTP прокси-сервера. Если ты запустишь этот тест, ты сможешь собрать данные, которые станут наглядным свидетельством Интернет-цензуры. Ты также получишь советы об обходе блокировок.
zh_tw: OONI的網站連線測試被設計來檢測網站是否遭到屏蔽封鎖，可能透過DNS 篡改, TCP/IP 封鎖或透明 HTTP 代理等方式。執行此測試，用戶可以收集資料用來作為網際網路審查的證據。這里有一些對抗審查的小翹門。

# systems-title
source: Detecting systems responsible for censorship and surveillance
ar: الكشف عن الأنظمة المسؤولة عن الرقابة والمراقبة
el: Ανίχνευση συστημάτων υπεύθυνων για λογοκρισία και επιτήρηση στο Διαδίκτυο
es: Detectar sistemas responsables de censura y vigilancia
fa: تشخیص سیستم‌هایی که مسئول سانسور و یا نظارت شبکه هستند.
fr: Détection de la présence de systèmes de censure ou de surveillance
hi: सेंसरशिप और निगरानी के लिए जिम्मेदार सिस्टम का पता लगा रहा है
it: Rilevare sistemi responsabili di censura o sorveglianza
ja: 検閲と監視を担当するシステムを検出します
ru: Выявление систем, отвечающих за цензуру и слежку
zh_tw: 偵察那些推動審查與監控的系統

# systems-description
source: OONI's HTTP Invalid Request Line test is designed to uncover the presence of systems that could be responsible for censorship and surveillance.
ar: إجراء اختبار OONI الذي يحتوي على طلب HTTP Invalid Request Line قد يثير ريبة مقدم خدمة الإنترنت الخاص بك معتبرا الطلب شكل من أشكال الاختراق.
el: Η δοκιμή HTTP Invalid Request Line του OONI σχεδιάστηκε για να αποκαλύψει την παρουσία συστημάτων που θα μπορούσαν να είναι υπεύθυνα για λογοκρισία και επιτήρηση.
es: El test HTTP Invalid Request Line (línea de petición HTTP no válida) de OONI está diseñado para revelar la presencia de sistemas que podrían ser responsables de censura y vigilancia.
fa: آزمایش HTPP Invalid Request Line در اپلیکیشن OONI سعی در تشخیص حضور سیستمی که می‌تواند مسئول سانسور یا نظارت اینترنتی باشد دارد.
fr: Le test HTTP Ligne de requête invalide d'OONI est conçu pour détecter la présence de systèmes qui pourraient être la source de censure ou de surveillance.
hi: ऊनी के HTTP अमान्य अनुरोध पंक्ति परीक्षा प्रणाली की उपस्थिति को उजागर करने के लिए डिज़ाइन की गई है जो सेंसरशिप और निगरानी के लिए जिम्मेदार हो सकती है।
it: Il test di OONI "HTTP Invalid Request Line" è progettato per poter scoprire la presenza di sistemi che possono essere responsabili di censura o sorveglianza.
ja: OONI の HTTP 無効リクエスト行テストは、検閲と監視を担当する可能性のあるシステムの存在を明らかにするためのものです。
ru: Тест "Некорректный HTTP запрос" разработан для того, чтобы выявить наличие специальных систем, которые могут быть ответственны за цензуру и слежку за сетью.
zh_tw: OONI的 HTTP無效請求測是設計用來揭發到底是哪些系統在負責推動審查與監控

# speed-title
source: Measuring the speed and performance of your network
ar: فحص سرعة وجودة الشبكة
el: Μέτρηση της ταχύτητας και της απόδοσης του δικτύου σας
es: Medir la velocidad y rendimiento de su red
fa: سنجش سرعت و عملکرد شبکه
fr: Mesure de la vitesse et des performances du réseau
hi: आपके नेटवर्क की गति और प्रदर्शन को मापना
it: Misurare la velocità e le prestazioni della vostra rete
ja: ネットワークの速度とパフォーマンスを測定します
ru: Измерение скорости и качества твоего интернет-соединения
zh_tw: 計量網路的速度與表現

# speed-description
source: OONI's implementation of the Network Diagnostic Test (NDT) measures the speed of your network by connecting to M-Lab servers near you and by collecting low level TCP/IP information that can help characterize the speed and performance of your network.
ar: يقيسNDT, إختبار أداة تشخيص سرعة الشبكة لOONI، سرعة شبكتك بالإتصال بخوادم M-Lab القريبة منك مجمعة معلومات TCP/IP التي ستساعد على وصف السرعة و الجودة.
el: Η δοκιμή Network Diagnostic Test (NDT) του OONI μετρά την ταχύτητα του δικτύου σας συνδέοντάς σας με τους κοντινότερους διακομιστές του M-Lab και συλλέγοντας πληροφορίες χαμηλού επιπέδου TCP/IP που μπορούν να βοηθήσουν στην χαρακτήριση της ταχύτητας και της απόδοσης του δικτύου σας.
es: La implementación de OONI del Network Diagnostic Test (NDT, test de diagnóstico de red) mide la velocidad de su red al conectarse a los servidores de M-Lab cercanos a usted y recopilar información TCP/IP de bajo nivel que puede ayudar a caracterizar la velocidad y rendimiento de su red.
fa: نحوه‌ی اجرای (NDT) یا آزمایش بهبود شبکه در اپلیکیشن OONI سرعت شبکه‌ی شما را، از طریق اتصال به سرورهای M-Lab در نزدیکی شما و جمع‌آوری اطلاعات کم‌اهمیت TCP/IP که سرعت و کارایی شبکه‌تان را مشخص می‌کند، اندازه می‌گیرد.
fr: La mise en œuvre du test diagnostic du réseau (TDR) d'OONI mesure la vitesse de votre réseau en se connectant aux serveurs M-Lab près de chez vous et en recueillant des informations TCP/IP de bas niveau qui peuvent aider à déterminer la vitesse et les performances de votre réseau.
hi: ओएनआई के नेटवर्क नैदानिक टेस्ट (एनडीटी) के कार्यान्वयन ने आपके पास एम-लैब सर्वर से कनेक्ट करके और निम्न स्तर टीसीपी इकट्ठा करके अपने नेटवर्क की गति को मापता है
it: La implementazione di OONI di NDT (Network Diagnostic Test), misura la velocità della vostra rete collegandosi ai server di M-Lab più vicini a voi e attraverso la raccolta di dati TCP/IP a basso livello che possono essere utili per caratterizza la velocità e le prestazioni della vostra rete.
ja: OONI のネットワーク診断テスト (NDT) の実装は、あなたの近くの M-Lab サーバーに接続し、ネットワークの速度とパフォーマンスの特徴を示す低レベルの TCP/IP 情報を収集することによって、ネットワークの速度を測定します。
ru: Тест Диагностика Сети (Network Diagnostic Test, NDT) измеряет скорость твоей сети за счёт соединения с ближайшими серверами M-Lab и за счёт сбора низкоуровневой статистики TCP/IP, что позволяет получить характеристики скорости и качества твоего соединения.
zh_tw: OONI 透過連結到最近的M-Lab服務器來執行網路診斷測試 (NDT)來測量網路速度，以及收集低階 TCP/IP 資訊，它們有助於評估網路的速度和表現。

# opendata-title
source: Open data
ar: فتح البيانات
el: Ανοιχτά Δεδομένα
es: Datos abiertos
fa: داده‌های باز
fr: Données ouvertes
hi: मुक्त डेटा
ja: オープンデータ
ru: Открытые данные
zh_tw: 開放資料

# opendata-description
source: OONI publishes all network measurement data that it collects because open data allows third parties to conduct independent studies, verify OONI findings and/or to answer other research questions. Such data also helps increase transparency of Internet censorship around the world. All data is published on OONI Explorer: https://explorer.ooni.torproject.org/
ar: ينشر OONI كل معلومات قياسات الشبكات المجمعة لتمكين أطراف خارجية من القيام ببحوث، التثبت في نتائج OONI، و / أو الإجابة عن أسئلة متعلقة ببحوث. هذا النوع من المعلومات يساهم كذلك في دعم الشفافية حول حجب الانترنت في العالم. كل المعلومات منشورة على OONI Explorer: https://explorer.ooni.torproject.org/
el: Το OONI δημοσιεύει όλα τα δεδομένα μετρήσεων δικτύου που συλλέγει επειδή τα ανοιχτά δεδομένα επιτρέπουν τη διεξαγωγή ανεξάρτητης έρευνας και την επαλήθευση των ευρημάτων του OONI. Τα δεδομένα αυτά συμβάλλουν επίσης στην αύξηση της διαφάνειας της λογοκρισίας στο Διαδίκτυο σε όλο τον κόσμο. Όλα τα δεδομένα δημοσιεύονται στο OONI Explorer: https://explorer.ooni.torproject.org/
es: OONI publica todos los datos de mediciones de red que recopila porque los datos abiertos permiten a terceros llevar a cabo estudios independientes, verificar los hallazgos de OONI, y/o responder a otras preguntas de investigación. Tales datos también ayudan a incrementar la transparencia de la censura de Internet por todo el mundo. Todos los datos se publican en OONI Explorer: https://explorer.ooni.torproject.org/
fa: OONI همه‌ی اطلاعات جمع‌آوری شده از شبکه را منتشر می‌کند زیرا اطلاعات آزاد به طرف‌های دیگر- سوم‌شخص - این اجازه را می‌دهد که پژوهش‌های مستقلی انجام بدهند، و نتایج OONI را بسنجند و یا به سوالات پژوهشی دیگر پاسخ دهند. به علاوه این اطلاعات، برخلاف جهت سانسور عمل کرده و شفافیت را در دنیا افزایش می‌دهد. همه‌ی اطلاعات در مرورگر OONI منتشر می‌شوند: https://explorer.ooni.torproject.org/
fr: OONI publie toutes les données de mesure réseau qu'il recueille, car les données ouvertes permettent à des tiers d'entreprendre des recherches indépendantes, de vérifier les résultats d'OONI ou de répondre à d'autres questions de recherche. De telles données aident aussi à dévoiler les cas de censure d'Internet dans le monde entier. Toutes les données sont publiées sur l'explorateur OONI : https://explorer.ooni.torproject.org/
hi: ऊनी सभी नेटवर्क मापन डेटा प्रकाशित करता है जो इसे एकत्र करता है क्योंकि खुले डेटा तृतीय पक्षों को स्वतंत्र अध्ययन करने, ओओआई निष्कर्ष सत्यापित करने और / या अन्य शोध प्रश्नों के उत्तर देने की अनुमति देता है। इस तरह के आंकड़े दुनिया भर में इंटरनेट सेंसरशिप की पारदर्शिता को बढ़ाने में मदद करते हैं। ओनोआई एक्सप्लोरर पर सभी डेटा प्रकाशित किया गया है: https://explorer.ooni.torproject.org/
it: Tutti i dati raccolti da OONI sono pubblicati come open data. Questo permette a chiunque di poter verificare i risultati in modo indipendente e/o per rispondere ad altre domande di ricerca. Questi dati servono anche ad aumentare la trasparenza sulla censura internet nel mondo. Tutti i dati raccolti sono pubblicati su OONI Explorer: https://explorer.ooni.torproject.org/
ja: OONI は、オープンデータにより第三者が独立した研究を行い、OONIの知見を検証し、そして/または他の研究の質問に答えることができるため、収集するすべてのネットワーク測定データを公開します。 このようなデータは、世界中のインターネット検閲の透明性を高めるのにも役立ちます。 すべてのデータは OONI エクスプローラーで公開されています: https://explorer.ooni.torproject.org/
ru: OONI публикует все полученные измерения сети, поскольку открытые данные позволяют проводить независимые исследования, проверять полученные OONI измерения, и отвечать на многие исследовательские вопросы. Такие данные также позволяют повысить прозрачность сведений об интернет-цензуре в мире. Все данные опубликованы на OONI Explorer: https://explorer.ooni.torproject.org/
zh_tw: OONI發布所有收集到的網路測量資料，因為開放資料可讓第三方來進行獨立研究、檢證OONI的發現 或是回答其它的研究問題。這類資料也能協助提高全球網際網路審查的透明度。所有的資料都公布在OONI Explorer: https://explorer.ooni.torproject.org

# freesoftware-title
source: Free software
ar: برنامج حر
el: Ελεύθερο λογισμικό
es: Software libre
fa: نرم‌افزار آزاد
fr: Logiciel libre
hi: मुफ्त सॉफ्टवेयर
it: Software libero
ja: フリーソフトウェア
ru: Свободное программное обеспечение
zh_tw: 自由軟體
