Repository: ooni/probe-android
Catalog: description/*.xlf
Languages: ar, el, es, fa, fr, hi, it, ja, ru, zh_tw

# freesoftware-description
source: All OONI tests, as well as its NDT implementation, are based on free and open source software. You can find the source code through the following link: https://github.com/thetorproject/ooniprobe-android
ar: كل إختبارات OONI و NDT، تعتمد على برامج حرة مفتوحة المصدر. بإمكانك العثور على الكود المصدر عبر هذا الرابط: https://github.com/thetorproject/ooniprobe-android
el: Όλες οι δοκιμές του OONI, καθώς και η δοκιμή NDT, βασίζονται σε λογισμικό ελεύθερου και ανοικτού κώδικα. Μπορείτε να βρείτε τον πηγαίο κώδικα μέσω του ακόλουθου συνδέσμου: https://github.com/thetorproject/ooniprobe-android
es: Todos los tests de OONI, así como su implementación NDT, están basados en software libre y de código abierto. Puede encontrar el código fuente a través del siguiente enlace: https://github.com/thetorproject/ooniprobe-android
fa: همه آزمایشات OONI، و همچنین تست سنجش سرعت NDT توسط نرم‌افزارهای متن باز و رایگان انجام شده است. شما می توانید کد منبع را از طریق لینک زیر پیدا کنید: https://github.com/thetorproject/ooniprobe-android
fr: Tous les tests d'OONI, ainsi que sa mise en œuvre du TDR, sont fondés sur des logiciels libres et ouverts. Vous trouverez le code source ici : https://github.com/thetorproject/ooniprobe-android
hi: सभी ऊनी परीक्षण, साथ ही इसके एनडीटी कार्यान्वयन, फ्री और ओपन सोर्स सॉफ़्टवेयर पर आधारित हैं। आप निम्न लिंक के माध्यम से स्रोत कोड पा सकते हैं: https://github.com/thetorproject/ooniprobe-android
it: Tutti i test di OONI, inclusa la implementazione di NDT, sono basati su software libero. Potete trovare i codici sorgenti attraverso il seguente link: https://github.com/thetorproject/ooniprobe-android
ja: すべての OONI テストとそのNDT実装は、フリーでオープンソースのソフトウェアに基づいています。 https://github.com/thetorproject/ooniprobe-android でソースコードを見ることができます。
ru: Все тесты OONI, а также NDT (Инструмент Диагностики Сети), базируются на свободном программном обеспечении. Ты можешь найти исходный код по следующей ссылке: https://github.com/thetorproject/ooniprobe-android
zh_tw: 所有 OONI 的測試以及施行網路診斷，都是基於開源的自由軟體。任何人可在以下連結查看原始代碼：https://github.com/thetorproject/ooniprobe-android

# social-links
source: Follow us on Twitter: https://twitter.com/OpenObservatory
ar: تابعنا على تويتر: https://twitter.com/OpenObservatory
el: Ακολουθήστε μας στο Twitter: https://twitter.com/OpenObservatory
es: Síganos en Twitter: https://twitter.com/OpenObservatory
fa: ما را در توییتر دنبال کنید: https://twitter.com/OpenObservatory
fr: Suivez-nous sur Twitter : https://twitter.com/OpenObservatory
hi: ट्विटर पर हमें का पालन करें: https://twitter.com/OpenObservatory
it: Seguiteci su Twitter: https://twitter.com/OpenObservatory
ja: Twitter をフォローしてください: https://twitter.com/OpenObservatory
ru: Подписывайся на нас в Twitter: https://twitter.com/OpenObservatory
zh_tw: 關注我們的推特: https://twitter.com/OpenObservatory

# disclaimer
source: Please note: Running ooniprobe might be against the terms of service of your ISP or legally questionable in your country. By running ooniprobe you will connect to web services which may be banned, and use web censorship circumvention methods such as Tor. The OONI project will publish data submitted by probes, possibly including your IP address or other identifying information. In addition, your use of ooniprobe will be clear to anyone who has access to your computer, and to anyone who can monitor your Internet connection (such as your employer, ISP or government).
ar: ملاحظة هامة: يمكن أن يمثل إستعمال ooniprobe خرقا لشروط خدمة مزود الإنترنت و أن ينجر عن إستعماله تساؤلات قانونية في بلدك. يتصل البرنامج بخادمات ممكن أن تكون محظورة و يستعمل كذلك تقنيات تجاوز حجب مثل Tor. ينشر مشروع أوني معلومات رفعت من التطبيق التي ممكن أن تحتوي على بيانات شخصية كعنوان ال IP ومعلومات تعريفية أخرى. بإمكان أي شخص يستعمل جهازك أو له إمكانية مراقبة إتصالك بالإنترنت (المُشغل، مزود خدمة الانترنت، حكومة) أن يستنتج أنك تستعمل البرنامج.
el: Σημείωση: Η λειτουργία του ooniprobe ενδέχεται να μην είναι συμβατή με τους όρους παροχής υπηρεσιών του παρόχου υπηρεσιών διαδικτύου σας ή να είναι νομικά αμφισβητήσιμη στη χώρα σας. Με την εκτέλεση του ooniprobe θα συνδεθείτε σε ιστοσελίδες που μπορεί να είναι παράνομες στη χώρα σας και θα χρησιμοποιήσετε μεθόδους καταστρατήγησης της διαδικτυακής λογοκρισίας, όπως το Tor. Το OONI θα δημοσιεύσει τα δεδομένα που έχουν υποβληθεί από τους χρήστες, ενδεχομένως συμπεριλαμβανομένης της διεύθυνσης IP ή άλλων στοιχείων ταυτοποίησης. Επιπλέον, η χρήση του ooniprobe θα είναι σαφής σε οποιονδήποτε έχει πρόσβαση στον υπολογιστή σας και σε οποιονδήποτε μπορεί να παρακολουθεί τη σύνδεσή σας στο Διαδίκτυο (όπως ο εργοδότης, ο πάροχος υπηρεσιών διαδικτύου ή η κυβέρνηση).
es: Por favor, observe que: Ejecutar ooniprobe podría ir en contra de las condiciones de servicio de su ISP o ser legalmente cuestionable en su país. Al ejecutar ooniprobe conectará con servicios web que pueden estar prohibidos, y usará métodos de elusión de censura web como Tor. El proyecto OONI publicará los datos enviados por las sondas (probes), posiblemente incluyendo su dirección IP u otra información con capacidad de identificarle. Además, su uso de ooniprobe será evidente para cualquiera que tenga acceso a su computadora, y para cualquiera que pueda monitorizar su conexión a Internet (como su empleador, ISP o gobierno).
fa: لطفا توجه کنید: ممکن است که اجرای ooniprobe در کشور شما برخلاف قوانین شرایط استفاده شرکت تامین‌کننده‌ی اینترنت یا ISP شما باشد. با اجرای ooniprobe ممکن است به خدمات وبی وصل شوید که استفاده آن ممنوع شده باشد، و از روش‌های دور زدن سانسور مانند نرم‌افزار Tor استفاده خواهید کرد. پروژه‌ی OONI اطلاعاتی مانند نشانی اینترنتی یا IP شما و یا سایر اطلاعات شناسایی‌کننده‌ی شما را منتشر می‌کند. به علاوه استفاده از ooniproble برای هر کسی که از رایانه‌ی شما استفاده می‌کند، یا هر کسی که اتصال اینترنت شما را رصد می‌کند (مانند شرکتی که در آن کار می‌کنید، ISP شما یا دولت)، واضح خواهد بود.
fr: Veuillez noter : l'utilisation d'ooniprobe pourrait être contraire aux conditions générales d'utilisation de votre FAI ou juridiquement discutable dans votre pays. En exécutant ooniprobe, vous vous connecterez à des services Web qui pourraient être interdits et utiliserez des méthodes de contournement de la censure Web telles que Tor. Le projet OONI publiera les données recueillies par les vérifications, en incluant possiblement votre adresse IP et d'autres informations nominatives. De plus, quiconque accédera à votre ordinateur ou surveillera votre connexion internet (tel que votre employé, FAI ou gouvernement) saura sans équivoque que vous utilisez ooniprobe.
hi: कृपया ध्यान दें: यूनीप्रोबे चलाना आपके आईएसपी की सेवा की शर्तों या आपके देश में कानूनी तौर पर संदिग्ध हो सकता है। यूनीप्रोबे चलकर आप उन वेब सेवाओं से कनेक्ट हो जाएंगे जिन्हें प्रतिबंधित किया जा सकता है, और वेब सेंसरशिप रिसाव विधियों जैसे टॉर का उपयोग कर सकते हैं ऊनी प्रोजेक्ट जांच द्वारा प्रस्तुत आंकड़ों को प्रकाशित करेगा, संभवत: आपके आईपी पते या अन्य पहचान वाली जानकारी सहित इसके अलावा, ओयोनप्रोफ का आपका उपयोग किसी भी व्यक्ति को स्पष्ट होगा जो आपके कंप्यूटर से एक्सेस कर रहे हैं, और जो आपके इंटरनेट कनेक्शन की निगरानी कर सकता है (जैसे कि आपका नियोक्ता, आईएसपी या सरकार)।
it: Nota bene: L'uso di ooniprobe potrebbe essere contro i termini d'uso del vostro ISP o potrebbe presentare problemi legali nel vostro paese. Quando eseguite ooniprobe vi collegherete a vari siti web che potrebbero essere censurati e userete sistemi per aggirare la censura internet quali Tor. Il progetto OONI pubblica tutti dati raccolti dalle sonde che potrebbe includere il vostra indirizzo IP e altre informazioni identificative. Inoltre, l'uso di ooniprobe sarà noto a chiunque abbia accesso al vostro computer o chiunque possa monitorare la vostra rete Internet (come ad esempio il vostro datore di lavoro, ISP o governo).
ja: ご注意ください: ooniprobe を実行することは、ISP のサービス規約に違反したり、あなたの国で法的に疑わしいと思われる可能性があります。 ooniprobe を実行すると、禁止されている可能性のある Web サービスに接続し、Tor などの Web 検閲回避方法を使用します。 OONI プロジェクトは、プローブによって提出されたデータを公開します。IP アドレスやその他の識別情報が含まれる可能性があります。 さらに、あなたが ooniprobe を使用していることは、お使いのコンピュータにアクセスできる人、およびインターネット接続を監視できる人 (雇用主、ISP、政府など) には明らかです。
ru: Обрати внимание: Использование ooniprobe может противоречить условиям обслуживания твоего интернет-провайдера и быть сомнительным с точки зрения закона твоей страны. Используя ooniprobe ты будешь подключаться к веб-сервисам, которые могут быть запрещены, и использовать средства обхода блокировки, такие как Tor. OONI будет публиковать данные, полученные от ooniprobe, включая, возможно, твой IP адрес или другую информацию, которая может потенциально тебя идентифицировать. К тому же, твоё использование ooniprobe является очевидным для любого, кто имеет доступ к твоему компьютеру, а также для всех, кто может следить за твоим интернет-соединением (твой работодатель, провайдер или правительство).
zh_tw: 請注意：運行 ooniprobe有可能會違反你的網路連線服務商用戶條款或是不見容於當地國家的法令規定。執行ooniprobe 時，用戶將會連上被查禁的萬維網服務，使用對付網頁封鎖的工具如Tor。OONI專案會發布調查的資料，可能包含使用者的IP資料或其它可被辨識的資料。此外，使用 ooniprobe 也會讓其它能夠使用你的電腦的人知道，也包括那些監控你的網路連線的對象或單位（例如上級、ISP或是政府）。

# screenshot1
source: Detect Internet censorship and test your network's speed and performance
ar: اكشف حجب الانترنت و اختبر سرعة و جودة شبكتك
el: Εντοπίστε τη διαδικτυακή λογοκρισία και μετρήστε την ταχύτητα και την απόδοση του δικτύου σας
es: Detectar censura de Internet y probar la velocidad y rendimiento de su red
fa: تشخیص سانسور اینترنت و تست سرعت و عملکرد شبکه خود
fr: Détecter la censure d'Internet et tester la vitesse et les performances de votre réseau
hi: इंटरनेट सेंसरशिप का पता लगाएं और अपने नेटवर्क की गति और प्रदर्शन का परीक्षण करें
it: Rileva censura internet e scopri la velocità e le prestazioni della vostra rete
ja: インターネットの検閲を検出し、ネットワークの速度とパフォーマンスをテストします
ru: Определяй Интернет-цензуру, тестируй скорость и качество твоего соединения
zh_tw: 偵察網際網路審查以及測試網路速度與表現

# screenshot2
source: Uncover evidence of Internet censorship and learn how to circumvent it
ar: كشف دلائل حول حجب الانترنت و تعلم كيفية تجاوزها
el: Αποκαλύψτε στοιχεία διαδικτυακής λογοκρισίας και μάθετε πώς να την παρακάμψετε
es: Revelar evidencias de censura de Internet y conocer cómo eludirla
fa: شواهد سانسور اینترنت را آشکار کنید و راه‌های ایجاد دسترسی را یاد بگیرید.
fr: Découvrir des preuves de la censure d'Internet et apprendre à la contourner
hi: इंटरनेट सेंसरशिप के साक्ष्य को उजागर करें और इसे कैसे निरोधक करना सीखें
it: Scoprite evidenze di censura internet e imparate ad aggirarle
ja: インターネット検閲の証拠を明らかにし、それを回避する方法を学びます
ru: Собери свидетельства Интернет-цензуры и научись обходить её
zh_tw: 揭穿網際網路審查的證據，學習如何對抗躲避審查

# screenshot3
source: Run a sophisticated network speed and diagnostics test
ar: شغل إختبار معمق حول سرعة و تشخيص الشبكة
el: Εκτελέστε μια εξελιγμένη εφαρμογή διάγνωσης και μέτρησης της ταχύτητας δικτύου
es: Ejecutar un sofisticado test de velocidad y diagnóstico de red
fa: اجرای پیشرفته تست سرعت و عیب شناسی شبکه
fr: Effectuer un test de la vitesse du réseau et des diagnostics sophistiqués
hi: एक परिष्कृत नेटवर्क की गति और निदान परीक्षण चलाएं
it: Eseguite un sofisticato test di velocità e diagnostica
ja: 洗練されたネットワーク速度と診断テストを実行します
ru: Запускай сложные тесты скорости соединения и диагностику сети
zh_tw: 執行一個老練的網路速度與診斷測試

# screenshot4
source: Easily discover which websites are blocked on your network
ar: إكتشف المواقع المحجوبة في شبكتك بسهولة
el: Ανακαλύψτε εύκολα ποιες ιστοσελίδες έχουν μπλοκαριστεί στο δίκτυό σας
es: Descubrir fácilmente qué sitios web están bloqueados en su red
fa: به راحتی تشخیص دهید که چه وب‌سایت‌هایی در شبکه‌ی شما مسدود شده‌اند.
fr: Découvrir facilement quels sites Web sont bloqués sur votre réseau
hi: आसानी से पता लगाएं कि आपके नेटवर्क पर कौन सी वेबसाइटें अवरोधित हैं
it: Scoprite con facilità quali siti web sono bloccato nella vostra rete
ja: ネットワーク上でどのウェブサイトがブロックされているかを簡単に発見します
ru: С лёгкостью определяй, какие сайты заблокированы в твоей сети
zh_tw: 輕鬆地發現你的網路中哪些網站被屏蔽封鎖了

# screenshot5
source: Testing your network is fun with a friendly octopus!
ar: إختبار شبكتك ممتع مع الأخطبوط الودود!
el: Η εξέταση του δικτύου σας είναι διασκεδαστική με ένα φιλικό χταπόδι!
es: ¡Probar su red es divertido con un pulpo amigable!
fa: آزمایش شبکه خود توسط یک هشت‌پا مهربان کار سرگرم کننده‌ای است!
fr: Il est amusant de tester votre réseau avec cette gentille pieuvre !
hi: अपने नेटवर्क का परीक्षण करना मैत्रीपूर्ण ऑक्टोपस के साथ मज़ेदार है!
it: Misurare la vostra rete è divertente, con un simpatico polipo!
ja: ネットワークをテストするのは楽しいです!
ru: Тестировать сеть это прикольно, особенно в компании дружелюбного осьминога!
zh_tw: 使用友善的章魚哥一起來測試你的網路戕況吧

# feature-graphic
source: The Open Observatory of Network Interference is a global observation network for detecting censorship, surveillance and traffic manipulation on the Internet.
ar: The Open Observatory of Network Interference هو شبكة عالمية لرصد الحجب، المراقبة و التلاعب بالمحتوى على الانترنت.
el: Το Open Observatory of Network Interference είναι ένα παγκόσμιο δίκτυο παρατήρησης για την ανίχνευση της λογοκρισίας, της παρακολούθησης και της χειραγώγησης της κίνησης στο Διαδίκτυο.
es: El Open Observatory of Network Interference (OONI, observatorio abierto de interferencia de red) es una red de observación global para detectar la censura, la vigilancia y la manipulación del tráfico en Internet.
fa: رصدخانه باز تداخل شبکه یک شبکه نظارت جهانی برای تشخیص سانسور، نظارت و دستکاری ترافیک در اینترنت است.
fr: L'observatoire ouvert du dysfonctionnement du réseau (OONI) est un réseau mondial d'observation permettant de détecter la censure, la surveillance et la manipulation du trafic Internet.
hi: नेटवर्क के हस्तक्षेप का ओपन वेधशाला इंटरनेट पर सेंसरशिप, निगरानी और ट्रैफ़िक हेरफेर का पता लगाने के लिए एक वैश्विक अवलोकन नेटवर्क है।
it: OONI, l'Osservatorio Aperto delle Interferenze di Rete è una rete globale di osservazione mirata a rilevare la presenza di censura internet, sorveglianza e manipolazione del traffico su internet
ja: OONI (Open Observatory of Network Interference) は、インターネット上の検閲、監視、および通信操作を検出するための世界的な観測ネットワークです。
ru: Open Observatory of Network Interference – это глобальная сеть наблюдателей, занимающихся выявлением цензуры, слежки и манипуляций интернет-трафика.
zh_tw: OONI 是一個全球的觀測網絡，以偵測聯網的審查、監控、流量操控等狀況。

# keywords
source: network,speedtest,measurement,net,wifi,networking,scan,bandwidth,bench,dns,mobile,ooni,research,tool
ar: شبكة،إختبار سرعة،قياسات،انترنت،واي فاي، الشبكات،فحص،سعة الشبكة،المعيار،dns،الهاتف المحمول،أوني،بحوث،أداة
el: δίκτυο,ταχύτητα,μέτρηση,δίκτυο,ασύρματο,δικτύωση,εύρεση,εύρος ζώνης, bench,dns,κινητό,ooni,έρευνα,εργαλείο
es: red, test, velocidad, medición, red, wifi, conexión, escaneado, ancho, banda, prueba, dns, móvil, ooni, investigación, herramienta
fa: شبکه، تست سرعت، اندازه گیری، خالص، وای فای، شبکه، اسکن، پهنای باند، نیمکت، دی‌ان‌اس، تلفن همراه، ooni، تحقیق، ابزار
fr: réseau,test de vitesse,mesure,net,wi-fi,wifi,réseautage,analyser,balayer,bande passante,test,dns,mobile,ooni,recherche,outil
hi: नेटवर्क, स्पीड टेस्ट, मापन, नेट, वाईफाई, नेटवर्किंग, स्कैन, बैंडविड्थ, बेंच, डीएनएस, मोबाइल, ऊनी, रिसर्च, टूल
it: network,rete,speedtest,misura,net,ooni,wifi,ricerca,mobile,bench,dns
ja: ネットワーク,スピードテスト,測定,ネット,wifi,ネットワーク,スキャン,帯域幅,ベンチ,dns,モバイル,ooni,研究,ツール
ru: сеть, проверка скорости, speedtest, измерения, интернет, вайфай, сетевое соединение, сканирование, полоса пропускания, ДНС, DNS, мобильные устройства, ooni, исследования, приложение, инструмент
zh_tw: 網路、速度測試、計量、網、wifi、網路、掃描、寬帶、標准、dns、移動、ooni、研究、工具

# title-android
source: ooniprobe
hi: यूनीप्रोबे

# title-ios
source: ooniprobe - Measure Internet Censorship, Speed & Performance
es: ooniprobe - Mide la censura Internet
fr: ooniprobe - Mesurer la censure d'Internet
